IDEA Open Model
ConcreteCheckResultBase.InternalFores Property
Compatible with IDEA StatiCa 20.1
 internal forces used for calculation
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces InternalFores { get; set; }
Public Property InternalFores As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace